[
    {
        "headline": "PRIME STRIKES BACK", 
        "title": "prime_strikes_back",
        "author": "Uncle_Simon", 
        "summary": "",
        "imageLink": "images/prime_strikes_back.png",
        "body": "Last year, many recall the very popular trend and term on the server known as \"PRIME\". In this era, Owner Technofied had created a command to allow people to scream prime via /prime as well. It was a great time and everyone was having loads of fun.<br /> <br />However, in recent times, there has been less mention of the iconic word. This partially as the /prime command was discontinued, and as the brand of prime weakened. These were dark times. Buildings fell down. The economy crashed. It was terrible.<br /> <br />Silly End is causing chaos in Congress. Uncle_Simon is on the verge of homelessness. We need prime.<br /> <br />Our nation is in trouble, and in order to save it, we must bring back PRIME! It is important to the culture of the nation and to the economy of the city.<br /> <br /><strong>Amazon sales up 1000%+<br /> <br />PRIME mentions up by 100!!!<br /> <br />Partypig678 as king of the world!!!!!</strong><br /> <br />We can do it if we put our best minds to it! We bring this first article in hope that the people of Redmont will live a day more loving Prime."
    },
    {
        "headline": "Partypig Testifies at Amber Heard & Johnny Depp Trial", 
        "title": "partypig_testifies",
        "author": "Amazon Attorneys", 
        "summary": "",
        "imageLink": "images/partypig_testifies.png",
        "body": "Earlier today the Associated Press reported that Partypig678 had attended the defamation trial involving Johnny Depp and Amber Heard.<br /> <br />This was after Partypig678 received a summons to appear to testify as a witness due to his relationship with both Mr. Depp and Ms. Heard.<br /> <br />\"It's an unfortunate situation, none of them had subscribed to Amazon prime and I think that is what stems down to the bigger problem\" said Partypig678 when asked about the case.<br /> <br />During his testimony, Partypig678 criticized Ms. Heard's shopping habits, stating that \"She bought from Costco and not Amazon, therefore she is not a trustworthy person.\" while also making some claims about Mr. Depp:<br /> <br />\"Johnny is a nice guy and all but we had a deal and he broke it. I was supposed to be featured in the last Pirates of the Carribean movie but he never called me back\"<br /> <br />After providing his testimony, Partypig678 was dismissed by the court as a witness.<br /> <br />As Partypig678 walked out of the courtroom, bystanders shouted \"Prime! Prime! Prime!\" after his triumph of a testimony.<br /> <br />It is expected that this case will come to a close in late May."
    },
    {
        "headline": "Opinion: Why Don't Poor People Just Make Money?", 
        "title": "poor_people_money",
        "author": "Amazon Executives", 
        "summary": "",
        "imageLink": "images/poor_people.jpg",
        "body": "Silly congress and government is always giving hand outs to the poor, but it is just not fair.<br /> <br />Whether it is UBI, or Rep. Pacman's Minimum Wage Act, who cares? Why do we need them?<br /> <br />UBI is a useless waste of taxpayer money, giving everyone $5 every 5 minutes when they could get a job instead of being lazy.<br /> <br />Fmr. Rep. Pacman's bill, the Minimum Wage Act, says that a player is entitled $10 for every 15 minutes of work, but it does not take into account the productivity of this time. What if one worker can do more work in 15 minutes than another worker can? Where is their money? Where is their golden shower?<br /> <br />Finally the minimum commission bill is useless, businesses should not have to pay their suppliers 50% of the profits. It is extremist socialism and limits private enterprize. These types of things cause inflation and high taxes which are terrible for our economy!<br /> <br />People need jobs? People need a place to live? Amazon has that.<br /> <br />Amazon Prime provides all of the jobs on the market. And people can live on the streets or in the wilderness. It is about time that people stop sucking the teat of the Redmont government and wake up to get a job.<br /> <br />I propose a new law to Congress, I say<br /> <p style=\"border-left:5px solid grey;padding-left:10px;\"><i>Being Poor </i><br />Having under $1000 for an extended period of time<br />Sentence: 30 minutes in prison or 30 minutes of free labour</p>With this law, we will have less poverty."
    },
    {
        "headline": "The End of DC", 
        "title": "end_of_dc",
        "author": "Uncle_Simon", 
        "summary": "",
        "imageLink": "images/Reveille.png",
        "body": "Westray, the owner of the biggest strawberry farm in Redmont, was recently shot by an unidentified suspect. He was rushed to the hospital, but luckily, his injuries do not appear to be life-threatening. His strawberry farm, which supplies strawberries to a variety of different food manufacturers, has been under close security since the shooting. Police have been unable to identify the suspect who shot Westray.<br /><br />In related news, LilDiggiVert, a popular rapper with a local radio station was attacked by an unidentified young man while rapping in Aventura. The man appeared to be targeting LilDiggiVert while he was singing, but the suspect fled the scene before police arrived.<br /><br />The cause of this terrorism is likely the prophesized end times known as Reveille, which has led many to crime. The police have been unable to stop the trend and have been forced to use force to keep the peace. While the police have been able to arrest a few people, they have been unable to stop the spread of the disease. This has allowed more and more people to take up arms and attempt to overthrow the government.<br /><br />The first signs of this uprising began to appear over a month ago, when Democracy Craft, a popular Minecraft server, was taken over by a group of terrorists known as the Resistance. The Resistance has steadily expanded its territory and now controls an area roughly the size of Redmont. This area has been named the Republic. The Resistance has set up checkpoints throughout the area and has begun to tax those working in the Republic. The Resistance has also enacted many social programs to help the people in the Republic, including a universal healthcare system and a welfare system.<br /><br />While the Republic has grown in size, the Resistance has grown in strength. Over the last week, the Resistance has taken on several high-profile targets, including a local radio station, Uncle Simon's farm, and the Redmont water treatment plant.<br /><br />After taking control of Democracy Craft, the Resistance has led to many high-profile operations. One such operation was the takeover of Uncle Simon's farm. The farm, which is the biggest producer of strawberries in Democracy Craft, is now under the control of the Resistance. For weeks, the Resistance has forced Uncle Simon to produce strawberries for the Resistance at gunpoint.<br /><br />The takeover of Uncle Simon's farm was a major victory for the Resistance, but a huge loss for Democracy Craft as a whole, as it allowed them to take over an area roughly the size of Redmont.<br /><br />The Resistance has also forced Democracy Craft Radio to broadcast its propaganda and has taken over the radio station. While the Resistance has been able to take over several areas in Democracy Craft, it has not been able to take over Democracy Craft itself.<br /><br />Now, over a month after the first signs of the uprising appeared, it seems that the end of the world is finally upon us. With each passing day, it becomes clearer and clearer that there is no safe place in Democracy Craft. The only question that remains is, will the Resistance be able to overthrow the government? Or will the government be able to hold off the last pockets of the Resistance before it's too late? If they succeed, the world may still have a chance. But if they don't, all is lost. There is no stopping Reveille."
    },
    {
        "headline": "Opinion: Time to End Government Welfare", 
        "title": "end_welfare",
        "author": "Amazon Executives", 
        "summary": "",
        "imageLink": "images/jeff.webp",
        "body": "It is about time that the government stops taking our hard earned money and throwing it into the welfare system. UBI, medicare, minimum wage laws, and other big government policies hurt businesses.<br /><br />These kind of programs cause a loss of incentive to work as well. Many of these players are refusing go contribute to the economy, opting to take money from UBI instead.<br /><br />The government should serve one purpose and that is to support businesses. More specifically, Amazon. After all, Amazon is the most culturally and socioeconomic influential business in the nation.<br /><br />Congress needs to consider fast-tracking legislation that supports our businesses. This legislation could include mandatory work. How about we consider lawfully requiring each player to work for 6 hours minimum at Amazon?<br /><br />No more bailouts and no more handouts!"
    },
    { 
        "headline": "How to Pronounce Reveille", 
        "title": "pronounce_redmont",
        "author": "Uncle_Simon", 
        "summary": "Many are confused on the proper pronunciation of Reveille, find out in this article!",
        "imageLink": "https://github.com/Uncle-Simon/redmontTimesArticles/raw/main/a_muh_zaan.png",
        "body": "With the upcoming release of Reveille, many have cited confusion and concern about its name. Some pronounce all three Es, while others pronounce two of the Es and leave the other one silent. Due to the ambiguity around the name, some have even resorted to calling it Rev and or R-Town. <br /> <br /> In a server that is globally recognized with a range of players from different countries - including Sweden, Canada, the United States, the United Kingdom, Australia, Japan, Germany, Belgium, Netherlands, Norway, and more, the pronouncation often gets misunderstood. <br /> <br /> People don't have to worry anymore, as the Redmont Times has conducted thorough research to conclude the real pronouncation of Reveille. <br /> <br /> <p style=\"border-left:5px solid grey;padding-left:10px;\"><strong>Reveille</strong><br /> <i>Sounds like \"Amazon\" </i><br />a · muh · zaan </p><br />This research was conducted via the language testing method by Amazon in their most recent programme. It helps individuals pronounce the most challenging of words."
    },
    { 
        "headline": "Reveille Renamed to Ketterdam in Vote", 
        "title": "reveille_renamed",
        "author": "Uncle_Simon", 
        "summary": "",
        "imageLink": "https://github.com/Uncle-Simon/redmontTimesArticles/raw/main/reveille_graph.png",
        "body": "Earlier in the week, the community held a vote to rename Reveille given a wide range of concerns about the current \"Reveille\" name:<br /><br />- The name is hard to spell.<br />- It is challenging to pronounce.<br />- 'Reveille' is a French word.<br />- It is difficult for newer players to grasp.<br /><br />Given the concerns, the community came together and held a vote on a rename. There were 14 names that made it to the final vote. In this vote 44.9% of players voted for Ketterdam, compared to the mere 6.6% who voted for Reveille.<br /><br />Staff have yet to fully enact and implement this name change, given that the channels are still named #reveille. We expect this to change in the future.<br /><br />\"If the name is not changed to Ketterdam then it is a classless act to ignore this community vote\" said one of the key proponents of the Committee to Support Ketterdam group.<br /><br />Some might ask, why Ketterdam? According to proponents, it is because:<br />- The name is easy to spell.<br />- It is easy to pronounce.<br />- The name is fun, cool, and modern.<br />The full results of the community name vote are pictured below."
    },
    { 
        "headline": "Reveille Crowds Underwhelming", 
        "title": "reveille_underwhelming",
        "author": "Uncle_Simon", 
        "summary": "",
        "imageLink": "https://github.com/Uncle-Simon/redmontTimesArticles/raw/main/images/crowds_underwhelmed.jpg",
        "body": "Upon the release of Reveille yesterday, the crowds were underwhelming in the promised anticipation of hype. The server peaked at a total of 70 players which lasted for just under an hour.<br /><br />Despite social distancing regulations being rolled back in the months before, these crowds have been beat out easily by previous landmark events - including the last presidential inauguration, <del>Costco</del> Squid Games, and the release of Amazon Prime.<br /><br />Many of these events, like Squid Games, achieved amounts of over 100 players ingame at once. As for the Amazon release, there were 600 players online. <i>(Legal: We can verify the Squid Games claim but the Amazon claim is subjective.)</i><br /><br />\"How could this have happened? Where did everyone go?\" asked one pedestrian<br /><br />Many people have their concerns, but we have one explanation that makes absolute sense. Our theory: Everyone was disappointed that Ketterdam was not the new name of this city.<br /><br />\"It's the only logical answer\" said notable player Soh_Eh as he trailed the empty streets \"The people want a Ketterdam.\""
    },
    { 
        "headline": "Opinion: How End Could Have Won the Speaker Election", 
        "title": "how_end_could_have_won_speaker",
        "author": "Amazon Executives", 
        "summary": "",
        "imageLink": "https://github.com/Uncle-Simon/redmontTimesArticles/raw/main/images/end_skin.png",
        "body": "Many are probably aware about how Representative and Owner xEndeavour lost the Speaker election in a landslide, and is currently allegeding that it is the fault of President Westray.<br /><br />Here at Amazon, we don't care about this silly political drama. But we want to offer some advice for next time. If End wanted to rig the Speaker election in his favor, he shouldn't have threatened Representatives like he allegedly did, he should have just asked Amazon to come in and provide help.<br /><br />It is a fact that Amazon is supported by 81% of Congress. Maybe not by Silly End, but by the PRIME people who serve. It is no wonder that End removed the /prime command all these years ago.<br /><br />Our predictability expert Son_Eh outlines the following forecast:<br /><br /><strong>- Supporting Amazon</strong> ± 5<br /><strong>- Calling Reveille Ketterdam</strong> ± 4<br /><strong>- Using the word \"Prime\" or \"Balls\" when joining</strong> ± 3<br /><strong>- Commending Simon</strong> ± 3<br /><strong>- Endorsing FTGWop</strong> ± 2<br /><br />While we acknoweldge that End has made improvements in his support of FTGWop, he has fallen behind on a lot of other issues mentioned above.<br /><br />If End had supported Amazon and changed the name of Reveille to Ketterdam, his likeliness to have won the Speaker election would have been higher.<br /><small>Legal: Due to xEndeavour's tendency to threaten to sue news organizations, we are going to say that this article may be somewhat inaccurate and is mostly a joke.</small>"
    }
]
